[
    {
        "name": "The Entrance to the Art of Ancient Egypt",
        "number": 100,
        "description": "This chapel, once part of a mastaba tomb, dominates the entrance to the Lila Acheson Wallace Galleries of Egyptian Art. In about 2350 2400 B.C., the monument was built for an Old Kingdom court official named Perneb at Saqqara, the great cemetery of Egypt's ancient capital Memphis. The Met was able to purchase this tomb chapel from the Egyptian government in 1913. A granite lion and a statue of another official also introduce the visitor to the monumentality and permanency of ancient Egypt's art and architecture."
    },
    {
        "name": "Predynastic and Early Dynastic Egypt",
        "number": 101,
        "description": "The objects in this room record the early history of people in the Nile Valley beginning around 300,000 B.C. through the time of Egypt’s first pharaohs, whose last king died about 2700 B.C. Most pieces were excavated from burials and were items that people believed necessary for the next life. The images seen in and on many of these objects reflect life in and around the Nile River, floodplain, and the desert and many of the themes expressed continued into the Pharaonic period. One case presents sets of objects whose arrangements suggests how Predynastic burials of different periods looked."
    },
    {
        "name": "Tomb Chapel (mastaba) of Raemkai",
        "number": 102,
        "description": "The scenes of nature and of activities that surrounded the preparation for an individual’s afterlife are depicted on the walls of this tomb chapel. The chapel was created in about 2400 B.C. for a man called Neferiretenes, who was a judge and inspector of scribes. His relatives would have presented offerings in front of the stylized reproduction of an Egyptian doorway (false door) that symbolized the connection between this world and the next. Later the tomb was taken over for Raemkai, a king’s son, whose name has replaced that of Neferiretenes on the false door."
    },
    {
        "name": "The Old Kingdom",
        "number": 103,
        "description": "The Old Kingdom, which includes Dynasty 3‑6 and dates between 2700 and 2200 B.C., was a formative period in the development of monumental architecture and gave voice to many principles of Egyptian art. Although the pyramids are the most famous monuments from this time, decorated tomb chapels and statues of wealthy officials display the extraordinary talents of the sculptors who worked in stone and wood. In addition, exceptionally skillful artisans created other objects for the temples and tombs, such as stone vessels in Egyptian alabaster. [Human remains reside in this gallery.]"
    },
    {
        "name": "The Beginning of the Middle Kingdom",
        "number": 104,
        "description": "The imposing statue of Nebhepetre Mentuhotep in his festival cloak dominates the room. This ruler, whose family came from the southern area of Thebes (modern day Luxor), unified Egypt around 2050 B.C. after a period when the state fragmented into regional leadership. With the country’s reunification, Nebhepetre Mentuhotep’s rule guided a period of cultural revival, the vitality of which may be observed in the delicately carved reliefs largely from his funerary temple and the tomb of his wife, Queen Neferu, both structures located at Deir el-Bahri."
    },
    {
        "name": "The Tomb of Meketre",
        "number": 105,
        "description": "Some of the most famous objects in The Met’s collection of Egyptian art are displayed in this gallery. The pristinely preserved models depicting food production, a garden, a graceful female offering bearer, and six magnificent boats were created to activate rituals that would provide the chief royal steward, Meketre, with the activities and goods they represented in the afterlife. Nearby is the funerary equipment of Wah, Meketre’s estate manager. His jewelry is the finest known from this time and his mummy mask portrays a vibrant face."
    },
    {
        "name": "The Early Middle Kingdom Study Room",
        "number": 106,
        "description": "This gallery displays Middle Kingdom objects from about 2000 to 1650 B.C. excavated by The Met in Thebes, organized as if in a storeroom. This arrangement allows visitors to study the range of objects that archaeologists find during excavation. The gallery also holds two cases of objects that once belonged to private collectors. The difference in the nature between these two groups is worth considering. Excavated objects come from a known place but their significance is often only understandable after much scholarly work, while pieces from private collections are chosen for their appeal and therefore often are in better condition."
    },
    {
        "name": "The Early Middle Kingdom Gallery",
        "number": 107,
        "description": "Tomb reliefs belonging to the treasurer Khety and the vizier Dagi were made during a period of cultural revival around 2000 B.C. Nearby the private papers of Heqanakht, a landowner whose family lived around 1950 B.C. may be viewed. These letters document that this ancient Egyptian landowner bullied and badgered his family and staff to take care of his affairs while he was away. In 1921, Met archaeologist Herbert E. Winlock excavated these four-thousand-year-old papyri that give us a glimpse into social and economic concerns of an ancient Egyptian family. [Translations of the letters are available on The Met’s website.]"
    },
    {
        "name": "From the Pyramid Complex of King Amenemhat I at Lisht North",
        "number": 108,
        "description": "This gallery displays important finds from the Museum's excavation of the pyramid complex of Amenemhat I, who reigned for some thirty-one years beginning around 1980 B.C. He was the founder of Dynasty 12, a cultural high point in the history of ancient Egypt. The room features reliefs from the king’s temples, an imposing offering table, a royal head from a sphinx, as well as objects once buried under the walls to protect his new temple."
    },
    {
        "name": "The Middle Kingdom Study Room",
        "number": 109,
        "description": "The objects in this gallery are exhibited as if in a storeroom, allowing visitors to discover their own favorite pieces among the thousands of relief fragments, figurines, scarabs, amulets, vessels, and pieces of personal jewelry dating between 1980 and 1550 B.C. Archaeologists, mostly working for The Met, excavated these pieces from Lisht in northern Egypt, as well as Abydos and Thebes in the southern part of the country in the early 20th century."
    },
    {
        "name": "From the Pyramid Temple of King Senwosret I at Lisht South",
        "number": 110,
        "description": "The pyramid complex of Lisht South once had a magnificent enclosure wall whose remains were later excavated by The Met’s archaeologists. Four of the massive relief panels that decorated this wall have been reconstructed for display in this gallery. Senwosret I, the king who built this complex, reigned for about forty-two years beginning around 1960 B.C. A headless statue of this king in a smooth dark stone dominates the gallery’s center. Other royal reliefs hang on the walls, while additional statues and tombstones (stelae) belonging to officials, from Senwosret I’s court as well as from other sites in Egypt, are presented."
    },
    {
        "name": "The Middle Kingdom",
        "number": 111,
        "description": "This gallery houses some of the finest examples of the creativity and skill available to Middle Kingdom and later rulers from about 2000 to 1550 B.C. Highlighted at the gallery’s entrance, the extraordinary jewelry of Princess Sithathoryunet dazzles visitors. Important pieces of royal sculpture grace the room, including the imposing sphinx of King Senwosret III and the guardian figure wearing a Red Crown that dates to about 1890 B.C. The Met’s “mascot,” the faience hippo known as William also resides here along with the faces of many officials. Jewelry from the time of the Hyksos speaks to the wealth commanded by these Egyptian kings bearing Semitic names, who ruled northern Egypt from a Delta stronghold known as Tell el Da'ba from about 1650 to 1550 B.C."
    },
    {
        "name": "Burials from the Site of Meir",
        "number": 112,
        "description": "This gallery features burial equipment of the elite officials and family members who resided at a provincial site called Meir, about 200 mi. south of Cairo. Their mummified bodies were often provided with masks, then placed inside human-shaped coffins that were deposited inside large, heavy and beautifully decorated rectangular coffins. The dead also received a variety of magically potent objects to protect them, some of which connected the dead person to Osiris, the god of the underworld. [Human remains reside in this gallery.]"
    },
    {
        "name": "Life and Death in Middle Kingdom Egypt",
        "number": 113,
        "description": "Objects from The Met’s excavations introduce visitors to life in Egypt between 2000 and 1550 B.C. House models, furniture, and vessels are brought together alongside small figures of household deities and magical instruments. Other objects represent local industries, including agriculture, fishing, animal husbandry, and textile manufacturing, material from workshops, and objects indicative of trade. Four female tomb groups demonstrate how social status was reflected in burial practices and that of Senebtisi illustrates funerary equipment belonging to a member of the royal court in about 1800 B.C. Her apron is a rare piece of ritual jewelry that connects her to Osiris, the god of the underworld."
    },
    {
        "name": "Early New Kingdom Tombs from the Asasif",
        "number": 114,
        "description": "This gallery emphasizes the excavations The Met conducted at Asasif, a cemetery east of Hatshepsut’s funerary temple at Deir el Bahri, near modern day Luxor. The display also includes objects from the site that The Met purchased from Lord Carnarvon, who sponsored excavations there with Howard Carter as his archaeologist. These fascinating tombs, dating around 1550 B.C., illustrate what was important funerary equipment at the time: coffins, vessels, toilet equipment, and jewelry. Their forms indicate the development of new styles that surfaced after the struggles of the Second Intermediate Period concluded about 1550 B.C. [Human remains reside in this gallery.]"
    },
    {
        "name": "Statues of the Female King Hatshepsut",
        "number": 115,
        "description": "The greatest female king, Hatshepsut, commissioned the monumental sculptures in this gallery to adorn her spectacular funerary temple at Deir el-Bahri, near modern day Luxor. Sometime after her death around 1450 B.C., her co-regent and successor Thutmose III, who ruled more than fifty-four years, ordered the destruction of her images. In order to remove any memory of her rule, Hatshepsut’s sculptures were smashed into thousands of pieces. The Met excavated the fragments and painstakingly reassembled many destroyed sculptures, the most complete of which remained in Egypt. Twelve reassembled statues are exhibited here, re-creating the splendor of temple statuary destroyed some thirty-five hundred years ago."
    },
    {
        "name": "Private Burials of Early Dynasty 18",
        "number": 116,
        "description": "On the east side, the cases contain objects deposited under the walls of Pharaoh Hatshepsut’s temple, including a large number of beautifully carved scarabs. In the center, the contents of Hatnefer’s burial are exhibited. Her son Senenmut gave her a worthy burial that included food, cosmetics, jewelry, furniture, linen sheets, and a gilded mask. Nearby, the funerary equipment of a Theban family has been bought together. A charming statue names and depicts each family member, including the father, Neferkhawet, who was in charge of an ancient workshop. This sculpture gives faces to the people who once used the adjacent burial goods."
    },
    {
        "name": "The Early New Kingdom Study Room",
        "number": 117,
        "description": "In this gallery, the objects are exhibited as if in a storeroom, allowing visitors to discover their own favorite pieces among the thousands of architectural fragments, small statues, tombstones (stelae), cosmetic containers, jewelry, and dozens of amulets dating between 1550 and 1300 B.C. Also of interest is the collection of cattle, goat, and sheep skulls with horns (bucrania) found as part of Pan Grave tombs, which date to about 1650 B.C. These pieces represent people whose heritage was most likely to be found among the nomadic people of Egypt's Eastern desert."
    },
    {
        "name": "The Burials of Foreign Wives of Thutmose III",
        "number": 118,
        "description": "This rich equipment belonged to the three foreign wives of King Thutmose III, who reigned for fifty-four years beginning around 1480 B.C. The women had non-Egyptian Semitic names, suggesting they may have been daughters of rulers from neighboring countries married to the Egyptian pharaoh to strengthen political ties. Their burials, however, were outfitted almost entirely according to Egyptian customs and beliefs so that only their names indicate their foreign origin. The northern case contains golden funerary jewelry, while the southern case holds jewelry worn while participating in cultic activities during their lifetimes."
    },
    {
        "name": "The Time of Amenhotep III",
        "number": 119,
        "description": "A number of unique works may be viewed in this gallery that date around 1400 B.C., and belong to a time when Egypt was at its peak in wealth and political stability, and the arts. Highlights include a battle relief representing Asiatics being trampled under the pharaoh's chariot, faces of King Amenhotep III, an exquisite sphinx in blue faience, the decorated side of Thutmose IV’s throne, and three delicately carved animals in ivory. Another case explores the participation of women in religious life."
    },
    {
        "name": "Objects from Malqata, the Festival-City of Amenhotep III",
        "number": 120,
        "description": "Malqata is the modern name of the festival-city built by King Amenhotep III around 1350 B.C. to celebrate his three jubilees. The city had two mudbrick palaces, a vast harbor, a temple, a viewing platform, administrative quarters, manufacturing areas, and small settlements. The objects on view include pieces of decorated floors and walls and a collection of richly painted pottery vessels. Fragments from glass vessels and amulets document the activities carried out within the city. Hundreds of ink inscriptions, which labelled the contents of containers used in the celebrations and smashed afterwards, are the source of the sherds on display."
    },
    {
        "name": "Akhenaten and the Amarna Period",
        "number": 121,
        "description": "Works in this gallery mostly originate from Amarna, a site in Middle Egypt where Akhenaten, initially crowned Amenhotep IV, established his residence. Akhenaten, who reigned for seventeen years beginning around 1370 B.C., spread the exclusive worship of one aspect of the solar deity, the light of the sun, along with the veneration of himself and his queen, Nefertiti. In the arts, the king's pioneering religious ideas opened up an equally innovative period of naturalism and emotional expression. The gallery also displays art from the post-Amarna period, including several sculptures bearing the features of Tutankhamun."
    },
    {
        "name": "The Late New Kingdom Study Room",
        "number": 122,
        "description": "The objects in this gallery are exhibited as if in a storeroom, allowing visitors to discover their own favorite pieces dating between about 1350 and 1100 B.C. The fragments along the north wall come from Amarna, King Akhenaten’s city, and belong to smashed statues of the royal family. These pieces continue to reveal information about the statuary program in the Amarna temples. On the south side are the remains from Tutankhamun's funeral activity discovered in 1907. Its find spot later helped to locate the king’s tomb in 1922. Late New Kingdom pieces on the east and west walls present material belonging to Ramesside culture and history."
    },
    {
        "name": "Monumental and Temple Art from around 1200-600 B.C.",
        "number": 123,
        "description": "In this gallery, the visitor once again has an opportunity to experience the monumental in Egyptian art. The granite jamb of a massive gateway probably comes from the funerary temple of Ramesses II, who reigned for an astonishing sixty-six years beginning around 1290 B.C. The limestone relief belongs, at about 575 B.C., to another gateway that was part of the palace of King Apries at Memphis. Stone coffins, statues, and royal heads are highlighted here as well, including an especially elegant gilded bronze statue of Ptah, the patron god of Memphis."
    },
    {
        "name": "The Art of the Ramesside Period",
        "number": 124,
        "description": "Contacts between Egyptians and non-Egyptians, interactions with divine beings, the rule of kings, and funerary activities are topics explored in this gallery through art dating from about 1300 to 1100 B.C., that is, during the time of the Ramesside kings. There is the spectacular funerary statue of the couple Yuny and Renenutet. Nearby objects display elements that speak to interactions with worlds beyond Egypt’s borders and the massive head of a captive stands out. Across the gallery, dynamic representations of two kings in vastly different materials illustrates the skill of royal workshops. Sketches on bits of limestone reveal the humanness of the ancient Egyptians."
    },
    {
        "name": "The Third Intermediate Period and Kushite Art",
        "number": 125,
        "description": "Most Egyptian art that survives from about 1100 to 700 B.C. comes from workshops that produced beautiful objects dedicated to divine beings for temples. Much of the art displayed in this gallery is therefore identified as temple donations or cultic equipment. Many pieces reflect the high quality of metalworking associated with the time. Later when the Kushite kings conquered Egypt around 700 B.C., they continued to support artistic production, but added their own vigor to traditional Egyptian forms. At the gallery’s entrance, temple offerings in faience express elements of a well-known Egyptian story, “The Myth of the Faraway Goddess.”"
    },
    {
        "name": "Decorated Coffins from Thebes",
        "number": 126,
        "description": "This gallery presents an outstanding collection of painted coffins mostly excavated by The Met, dating from about 1300 to 700 B.C. The display clearly shows how these caskets could come in sets: outer coffin, inner coffin, and a lid laid over the mummified body. Many coffins are yellow in color and vividly decorated with detailed religious scenes of unparalleled variety. Not to be missed are the beautifully inscribed funerary papyri, especially the one belonging to Nany. These documents also come from the tombs along with boxes filled with funerary figurines known as shabtis. [Human remains reside in this gallery.]"
    },
    {
        "name": "The Art of the Late Period",
        "number": 127,
        "description": "During Dynasty 26, beginning around 664 B.C., artists increasingly reflected on works made in earlier times, combining various elements into new creations. These objects exhibit sensitive modeling and brilliant surface treatments, especially in hard stones. The gallery has many pieces of royal sculpture as well as objects that once graced a temple or shrine, including two exquisite statuettes of deities. Nespekashuty’s unfinished tomb wall shows how work progressed while carving relief in stone. To the west, a series of shelves exhibit a variety of amulets and small sculptures that display the remarkable talents of artisans of the time."
    },
    {
        "name": "The Last Egyptian Pharaohs",
        "number": 128,
        "description": "The reliefs in this gallery come from some of the temples commissioned by King Nectanebo I, whose rule began in 380 B.C., and Nectanebo II, who followed shortly thereafter. These were the last indigenous pharaohs of ancient Egypt and they invigorated the arts by carrying out extensive building programs. Statues from this time exhibit a remarkable sensitivity in the rendering of the human body, for example, the kneeling ritual figure delicately captures in wood a king in the action of honoring a divine being. The large stone slab known as a stela is the finest example of a type of magically potent monument and the ancient Egyptians believed that water poured over such an object had healing powers."
    },
    {
        "name": "Reliefs from a Temple of Ramesses I",
        "number": 129,
        "description": "The reliefs exhibited in this space come from a chapel that King Seti I, who reigned around 1300 B.C., built at Abydos to honor his father, Ramesses I. The center scene shows the two kings worshiping the \"fetish\" of Osiris, a symbol of the chief god of the underworld and main deity worshipped at the pilgrimage site of Abydos. Another relief shows Ramesses' I face with signs of age: a rare example of realism in the representation of a royal individual."
    },
    {
        "name": "The First Millennium Study Room",
        "number": 130,
        "description": "The objects in this gallery are exhibited as if in a storeroom, allowing visitors to discover their own favorite pieces. The range of objects displayed here will delight the viewer, who can study painted textiles, bronze statuettes representing a variety of deities, faience funerary figurines, and hundreds of amulets from the period between about 1100 B.C. and A.D. 300. In the center, several cases contain elaborately decorated coffins that are important to the understanding of ancient Egyptian funerary practices. The east wall case displays objects from the Nubian kingdom of Meroe. [Human remains reside in this gallery.]"
    },
    {
        "name": "The Temple of Dendur",
        "number": 131,
        "description": "Although small compared to most Egyptian temples, the Temple of Dendur is a graceful example of a typical pharaonic temple and is a highlight of any visit to The Met. Caesar Augustus built this structure by 10 B.C. in Lower Nubia, the region adjacent to ancient Egypt’s southern border, to connect the population living there to the Roman Empire. Therefore, the monument is dedicated not only to the goddess Isis and other Egyptian deities, but also to several indigenous Nubian gods and two local saints. In 1965, Egypt gave the Temple of Dendur to the U.S. in recognition of the support our government and its citizens gave Egypt towards saving their Nubian monuments."
    },
    {
        "name": "Temporary Exhibition Space for Departmental Rotations",
        "number": 132,
        "description": "This gallery is devoted to departmental rotations. The sarcophagus that anchors the gallery space once belonged to a man named Wennefer, who lived in the fourth century B.C."
    },
    {
        "name": "Funerary Equipment of the Ptolemaic Period",
        "number": 133,
        "description": "This gallery focuses on the equipment needed for a good burial during the time of the Ptolemaic rulers, that is, from about 332 to 30 B.C. The mummified bodies of Irtirutja, Nesmin, and Tasheriteniset are still in their original wrappings and feature elaborate cartonnage decoration as well as gilded masks. A visitor should take note of the dynamic statuette of the jackal-headed god Anubis with his upraised arms. A papyrus scroll over 71 ft. long and inscribed with text and images from a set of spells known as the “Book of the Dead,” hangs on the wall opposite the coffins. Its many illustrations are fascinating to study. [Human remains reside in this gallery.]"
    },
    {
        "name": "The Art of Ptolemaic Egypt",
        "number": 134,
        "description": "Delicate faience inlays that once decorated a shrine, deity figurines in faience and bronze, and vessels of silver and bronze, all dating to the Ptolemaic era from 332 B.C. to 30 B.C., are among the objects displayed in this gallery. The group of limestone plaques with animal and human figures in relief represent significant donations to temple cults. There are also wonderful depictions of various royal figures, including those of famous queens: Berenike II, Arsinoe II, and Cleopatra VI, as well as a number of Ptolemaic kings. The wall case provides the visitor with additional examples of Ptolemaic art."
    },
    {
        "name": "Facsimiles of Ancient Egyptian Tomb Paintings",
        "number": 135,
        "description": "Artists, who were part of the Museum’s Graphic Expeditions to Egypt in the 1920s and 1930s, made the precise color copies (facsimiles) of scenes seen in this gallery that were then visible on the walls of New Kingdom tombs largely dating from about 1400 B.C. to 1100 B.C. They copied only what they saw, making the paintings to scale with exact coloring. These facsimiles are significant archival records of these tombs and Egyptologists continue to use them as important sources of information about this ancient culture."
    },
    {
        "name": "Egyptian Art Special Exhibition Space",
        "number": 136,
        "description": "Small exhibitions are regularly held in this space that focus on specific topics drawn from the culture and history of ancient Egypt. They highlight groups of objects from The Met’s collection of Egyptian art."
    },
    {
        "name": "Egypt under Roman Rule in the First Century AD",
        "number": 137,
        "description": "The wall cases display art from the early Roman Period (dating from 30 B.C. to A.D. 200), including a faience head of Augustus, the king who defeated Marc Antony at Actium, and superb panel portraits. During this period, people continued the custom of mummification, but Hellenistic and Roman traditions were also integrated into the funerary art. Consequently, panel portraits painted on wood using pigmented wax could replace the traditional idealized masks as may be seen in the case of the mummy of a man from Hawara, whose identity is unknown. [Human remains reside in this gallery.]"
    },
    {
        "name": "Egypt under Roman Rule in the Second to Fourth Centuries AD",
        "number": 138,
        "description": "The pieces in this gallery mark the last phase of ancient Egyptian culture as the last Egyptian temple closed around A.D. 400. The beautifully adorned mummy of a woman named Artemidora is the focus of the room. There are panel portraits, including the young boy, Eutyches, as well as funerary masks of plaster. One case holds glass vessels, while another has a fine example of funerary portrait of a woman painted on linen. Many objects here illustrate a mixture of Greco-Roman and Egyptian styles, for example the Isis-Aphrodite statue and the gold jewelry. [Human remains reside in this gallery.]"
    }    
]